Repository: bkw777/mainline
Catalog: po/*.po
Languages: fr

source: Running
fr: En cours d'exécution

source: Installed
fr: Installé

source: Invalid
fr: Invalide

source: loading cached pages
fr: chargement des pages en cache

source: queuing download
fr: mise en file d'attente du téléchargement

source: downloading new pages
fr: téléchargement des nouvelles pages

source: loading new pages
fr: chargement des nouvelles pages

source: Currently Running
fr: En cours d'exécution

source: Oldest Installed
fr: Plus vieux installé

source: Newest Installed
fr: Plus récent installé

source: Newest Available
fr: Plus récent disponible

source: Available Minor Update
fr: Mise à jour mineure disponible

source: Available Major Update
fr: Mise à jour majeure disponible

source: FAILED
fr: ÉCHEC

source: Packages Available
fr: Paquets disponibles

source: Packages Installed
fr: Paquets installés

source: Locked
fr: Verrouillé

source: removal
fr: suppression

source: prevented
fr: empêchée

source: not found
fr: non trouvé

source: needs update
fr: nécessite une mise à jour

source: Available Kernels
fr: Noyaux disponibles

source: Kernel
fr: Noyau

source: checksums enabled
fr: sommes de contrôle activées

source: Downloading %s
fr: Téléchargement de %s

source: Lock/Unlock: no kernels specified
fr: Verrouillage/Déverrouillage : aucun noyau spécifié

source: lock
fr: verrouillage

source: unlock
fr: déverrouillage

source: failed
fr: échec

source: Download: no downloadable kernels specified
fr: Téléchargement : aucun noyau téléchargeable spécifié

source: %s is already installed
fr: %s est déjà installé

source: %s is locked
fr: %s est verrouillé

source: %s is invalid
fr: %s est invalide

source: %s download failed
fr: échec du téléchargement de %s

source: Installing %s
fr: Installation de %s

source: Install: no installable kernels specified
fr: Installer : aucun noyau installable spécifié

source: %s is running
fr: %s s'exécute

source: Uninstalling %s
fr: Désinstallation de %s

source: found
fr: fonder

source: Uninstall: no uninstallable packages found
fr: Désinstaller : aucun package désinstallable n'a été trouvé

source: %s is the highest installed version
fr: %s est la version la plus élevée installée

source: Could not find running kernel in list
fr: Impossible de trouver le noyau en cours d'exécution dans la liste

source: No old kernels to uninstall
fr: Pas de vieux noyaux à désinstaller

source: No updates
fr: Pas de mise à jour

source: Y
fr: O

source: y
fr: o

source: Wrote config file
fr: A écrit le fichier de configuration

source: No config file
fr: Pas de fichier de configuration

source: Loaded config file
fr: Fichier de configuration chargé

source: Called from
fr: Appelé à partir de

source: at logon
fr: à la connexion

source: This file is over-written and executed again whenever settings are saved in
fr: Ce fichier est écrasé et exécuté à chaque fois que les paramètres sont enregistrés dans

source: Notifications are disabled
fr: Les notifications sont désactivées

source: Can not reach site
fr: Impossible de joindre le site

source: Unable to launch
fr: Impossible de lancer

source: Continue?
fr: Continuer ?

source: install kernel packages from %s
fr: installer les paquets de noyau depuis %s

source: Syntax
fr: Syntaxe

source: command
fr: commande

source: Commands
fr: Commandes

source: Check for kernel updates
fr: Vérifier les mises à jour de noyau

source: Check for kernel updates and send a desktop notification
fr: Vérifier les mises à jour de noyau et notifier l'utilisateur

source: List the available kernels
fr: Lister les noyaux disponibles

source: List the installed kernels
fr: Lister les noyaux installés

source: Install the latest mainline kernel
fr: Installer le dernier noyau mainline

source: Install the latest mainline kernel without going to a new major version
fr: Installer le dernier noyau mainline sans faire de mise à jour majeure

source: names
fr: noms

source: Install the specified kernels
fr: Installer les noyaux spécifiés

source: Uninstall the specified kernels
fr: Désinstaller les noyaux spécifiés

source: Uninstall all but the highest installed version
fr: Désinstaller toutes les versions installées, sauf la plus élevée

source: Download the specified kernels
fr: Télécharger les noyaux spécifiés

source: Lock the specified kernels
fr: Verrouiller les noyaux spécifiés

source: Unlock the specified kernels
fr: Déverrouiller les noyaux spécifiés

source: Delete the cached info about available kernels
fr: Suppression des informations en cache concernant les noyaux disponibles

source: Write the given include/exclude & previous-majors options to the config file
fr: Enregistrer les options d'inclusion/exclusion & précédentes-majeurs dans le fichier de configuration

source: This help
fr: Cette aide

source: Include release-candidate and unstable releases
fr: Inclure les versions release-candidate et instables

source: Exclude release-candidate and unstable releases
fr: Exclure les versions release-candidate et instables

source: Include flavors other than "%s"
fr: Inclure les flavors autre que "%s"

source: Exclude flavors other than "%s"
fr: Exclure les flavors autre que "%s"

source: Include failed/incomplete builds
fr: Inclure les builds en échec/incomplets

source: Exclude failed/incomplete builds
fr: Exclure les builds en échec/incomplets

source: Include # (or "%s" or "%s") previous major versions
fr: Inclure # (ou "%s" ou "%s") versions majeures précédentes

source: Short for "%s"
fr: Abréviation de "%s"

source: Don't actually install or uninstall
fr: Ne pas réellement installer ou désinstaller

source: Set verbosity level to #, or increment by 1
fr: Définir le niveau de verbosité à #, or l'incrémenter de 1

source: Pause and require keypress before exiting
fr: Mettre en pause et exiger une pression sur une touche avant de quitter

source: One or more version strings taken from the output of "%s"
fr: Une ou plusieurs chaînes de version extraites de la sortie de "%s"

source: comma, pipe, colon, or space separated. (space requires quotes or backslashes)
fr: virgule, barre verticale, deux-points ou espace séparé. (l'espace nécessite des guillemets ou des barres obliques inverses)

source: Locked kernels and the currently running kernel are ignored
fr: Les noyaux verrouillés et en cours d'exécution seront toujours ignorés

source: done
fr: fini

source: (press Enter to close)
fr: (appuyez sur Entrée pour fermer)

source: Unknown option "%s"
fr: Option inconnue "%s"

source: Notice: "%s" has been renamed to "%s"
fr: Remarque: "%s" a été renommé en "%s"

source: Deleted %s
fr: %s supprimé

source: Error deleting %s
fr: Erreur lors de la suppression de %s

source: Wrote %s
fr: %s enregistré

source: Installed Kernels
fr: Noyaux installés

source: Notifications disabled
fr: Les notifications sont désactivées

source: No
fr: Aucun

source: Unknown command
fr: Commande inconnue

source: Latest update
fr: Dernière mise à jour

source: Latest point update
fr: Dernière mise à jour mineure

source: No updates found
fr: Aucune mise à jour disponible

source: notify minor releases disabled
fr: notification des versions mineure désactivée

source: notify major releases disabled
fr: notification des versions majeures désactivée

source: Kernel %s Available
fr: Noyau %s disponible

source: Show
fr: Montrer

source: Install
fr: Installer

source: Previously notified
fr: Précédemment notifié

source: Unknown option
fr: Option inconnue

source: Lock
fr: Verrouiller

source: Status
fr: Statut

source: Uninstall
fr: Désinstaller

source: Changelog, build status, etc
fr: Journal des modifications, état de la construction, etc.

source: Uninstall Old
fr: Désinstaller les anciens

source: Uninstall everything except: * the highest installed version * the currently running kernel * any kernels that are locked
fr: Tout désinstaller sauf : * la version installée la plus élevée * le noyau en cours d'exécution * tous les noyaux qui sont verrouillés

source: Reload
fr: Recharger

source: Delete and reload all cached kernel info (the same as "mainline --delete-cache")
fr: Supprimer et recharger toutes les informations de noyau en cache (identique à "mainline --delete-cache")

source: Settings
fr: Paramètres

source: About
fr: À propos

source: Exit
fr: Sortie

source: A tool for installing kernel packages from the Ubuntu Mainline Kernels PPA
fr: Un outil pour installer les packages du noyau à partir du PPA des noyaux mainline d'Ubuntu

source: Updating Kernels...
fr: Mise à jour des noyaux

source: available
fr: disponible

source: Done
fr: Fini

source: Filter
fr: Filtre

source: Hide RC and unstable releases
fr: Masquer les version RC et instables

source: Hide failed or incomplete builds
fr: Masquer les builds échoués ou incomplets

source: If a kernel version exists on the mainline-ppa site, but is an incomplete or failed build for your arch (%s), then don't show it in the list.
fr: Si une version du noyau existe sur le site mainline-ppa, mais qu'il s'agit d'une version incomplète ou ayant échoué pour votre arch (%s), ne l'affichez pas dans la liste.

source: Hide flavors other than %s
fr: Masque les flavors autre que %s

source: Don't show the alternative flavors such as %s and %s
fr: Ne pas afficher les flavors alternative telles que %s et %s

source: prior major versions ( -1 = all )
fr: versions majeures précédentes ( -1 = toutes )

source: Notify if a major release is available
fr: Avertir si une version majeure est disponible

source: Notify if a minor release is available
fr: Avertir si une version mineure est disponible

source: Seconds interval enabled for debugging
fr: Intervalle de secondes activé pour le débogage

source: Check every
fr: Vérifier toutes les

source: Hours
fr: Heures

source: Days
fr: Jours

source: Weeks
fr: Semaines

source: Seconds
fr: Secondes

source: Network
fr: Réseau

source: Connection Timeout:
fr: Délai d'expiration de la connexion :

source: seconds
fr: secondes

source: Concurrent Downloads:
fr: Téléchargements simultanés :

source: Verify Checksums
fr: Vérifier les sommes de contrôle

source: Use the sha-256 hashes from the CHECKSUMS file to verify the *.deb file downloads.
fr: Utilisez les hachages sha-256 du fichier CHECKSUMS pour vérifier les téléchargements du fichier *.deb.

source: Keep Debs
fr: Conserver les fichiers debs

source: Retain downloaded *.deb files after install and re-use them for uninstall/reinstall instead of downloading again.
fr: Conservez les fichiers .deb téléchargés après l'installation et réutilisez-les pour la désinstallation/réinstallation au lieu de les télécharger à nouveau.

source: They are still deleted once they become older than the "prior major versions" setting, or if they have been updated on the mainline-ppa site.
fr: Ils sont tout de même supprimés lorsqu'ils deviennent plus anciens que le réglage "prior major versions", ou s'ils ont été mis à jour sur le site mainline-ppa.

source: Keep Cache
fr: Conserver le cache

source: Don't trim the cached index.html files to just the installed versions and higher, instead essentially maintain a local mirror of the entire history from the mainline-ppa site.
fr: Ne pas tronquer les fichiers index.html mis en cache juste aux versions installées et supérieures, au lieu de cela, maintenir essentiellement un miroir local de l'histoire entière du site mainline-ppa.

source: This speeds up some things a little at the cost of about 20M of hard drive space.
fr: Cela accélère un peu certaines choses au prix d'environ 20 Mo d'espace du disque dur.

source: It skips a step on every startup that loops through all known kernel versions just to see if there are any old ones to delete, and avoids deleting and re-downloading the same files if you change the "prior major versions" setting up and down.
fr: Cela saute une étape à chaque démarrage qui parcourt toutes les versions de noyaux connus juste pour voir s'il y a des anciennes à supprimer, et évite de supprimer et re-télécharger les mêmes fichiers vous changez le réglage "prior major versions" à la hausse ou à la baisse.

source: As of 6.5.x a full cache is about 22M, and a trimmed cache is about 2M.
fr: Depuis la version 6.5.x, un cache intégral fait à peu près 22M, et un cache tronqué environ 2M.

source: External Commands
fr: Commandes externes

source: Superuser Authorization
fr: Autorisation de superutilisateur

source: Command used to run dpkg with root permissions.
fr: Commande utilisée pour exécuter dpkg avec les permissions root.

source: The dpkg command is appended to the end, unless a %s is present.
fr: La commande dpkg est ajoutée à la fin, sauf si un %s est présent.

source: If a %s is present, then the %s is replaced with the dpkg command.
fr: Si un %s est présent, alors le %s est remplacé par la commande dpkg.

source: The built-in list contains examples of both.
fr: La liste intégrée contient des exemples des deux.

source: To modify any of the built-in default commands, just select it and edit.
fr: Pour modifier n'importe laquelle des commandes intégrées, sélectionnez là et éditez là simplement.

source: The edited command is saved in the config file, the original is not changed.
fr: La commande éditée est sauvegardée dans le fichier de configuration, l'originale n'est pas modifiée.

source: Terminal Window
fr: Fenêtre du terminal

source: Terminal command used to run
fr: Commande de terminal utilisée pour exécuter

source: The install/uninstall command is appended to the end, unless a %s is present.
fr: La commande d'installation/désinstallation est ajoutée à la fin, sauf si un %s est présent.

source: If a %s is present, then the %s is replaced with the install/uninstall command.
fr: Si un %s est présent, le %s est remplacé par la commande d'installation/désinstallation.

source: The terminal program must stay in the foreground and block while the command is running, not fork and return immediately.
fr: Le programme du terminal doit rester au premier plan et se bloquer pendant l'exécution de la commande, et non bifurquer et retourner immédiatement.

source: Most terminal programs block by default, some require special commandline options.
fr: La plupart des programmes de terminaux bloquent par défaut, mais certains nécessitent des options en ligne de commande spécifiques.

source: For example, %s requires "%s".
fr: Par exemple, %s requiert "%s".

source: Copy
fr: Copier

source: Copies the entire output buffer, including scrollback, to the clipboard.
fr: Copie l'intégralité du tampon de sortie, y compris le défilement vers l'arrière, dans le presse-papiers.

source: Cancel
fr: Annuler

source: Close
fr: Fermer
